/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agent ikke funnet";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "Agenten på telefonen sendte en pakke med feil lengde.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "Agenten på telefonen sendte en melding med feil format.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "Agenten på telefonen sendte uventet meldingsinnhold.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "Agenten på telefonen sendte en uventet meldingstype.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "Agenten på telefonen sendte en uventet verdi for meldingshode %@.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "Agenten på telefonen sendte ingen melding mens en var ventet.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Det oppsto en kommunikasjonsfeil under synkronisering.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Det oppsto en feil under synkronisering av kalendere med telefonen.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Det oppsto en feil under synkronisering av kontakter og kalendere med telefonen.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Det oppsto en feil under synkronisering av kontakter med telefonen.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Det oppsto en feil under forhandling med Sync Server på maskinen din.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Det oppsto et unntak under synkronisering.";

/* generic error */
"An unexpected error occured." = "Det har oppstått en uventet feil.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Lesefeil for AT-kommandorespons";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "AT-operasjon for forbereding av kanal har feil egenskaper";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth er ikke tilgjengelig på denne datamaskinen.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth er AV";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth slått av på datamaskinen.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth ikke tilgjengelig";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Kalendersynkronisering mislyktes";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Kalendersynkronisering mislyktes";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Kan ikke koble til mens du kobler fra.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Finner ikke minnekort på telefonen.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Kan ikke koble til synkroniseringstjener";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Kunne ikke hente endringer fra SyncServer, økten kan ha blitt avbrutt.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Kan ikke registrere telefonen for synkronisering.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Endring kan ikke sendes til telefonen";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Endring av %@ på telefonen er ikke tillatt. Disse endringene ble ignorert:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Kontroller telefonnettverket eller meldingsmottakeren.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Kommunikasjonsfeil";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Tilkobling opptatt";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Forbindelsen ble uventet lukket.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Tilkobling avvist";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Tilkobling til telefonen mislyktes.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "Forbindelsen til telefonen ble uventet lukket.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Kontaktsynkronisering mislyktes";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Synkronisering av kontakter og kalendere mislyktes";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Synkronisering av kontakter mislyktes";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Kunne ikke koble til til telefonen";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Kunne ikke koble til telefonen. Et annet program er allerede tilkoblet telefonen.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Kunne ikke koble til telefonen. Forbindelsen ble avvist.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Kunne ikke koble til telefonen. Telefonen ble ikke funnet.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Sletting mislyktes";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "Enheten er ikke tilgjengelig, eller synkroniseringen ble avbrutt. Lukk dialogruter og programmer på telefonen, og prøv på nytt.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Katalogen finnes allerede.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Feil under tilgang til telefonminne.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Feil ved sletting av kalenderhendelser.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Feil ved sletting av kontakter";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Feil ved sletting av kontakter og kalenderhendelser";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Feil ved sletting av noen kalenderhendelser";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Feil ved sletting av noen kontakter";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Feil ved sletting av noen kontakter og kalenderhendelser";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Feil ved henting av alle kalendre.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Feil ved henting av alle kontakter og kalendre.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Feil ved henting av alle kontakter.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Feil under forhandling med Sync Server";

/* displayed when phone could not send a message */
"Failed to send message." = "Kunne ikke sende melding.";

/* No comment provided by engineer. */
"fax." = "faks.";

/* displayed when phone refused access to a file */
"File access denied." = "Filtilgang avvist.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Filen eller katalogen finnes ikke.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Filen eller katalogen er låst.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "Første melding fra agenten på telefonen var ikke den ventede versjonsmeldingen.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Første meldingsinnhold fra agenten på telefonen har feil format.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Forbudt endring utført på telefonen";

/* No comment provided by engineer. */
"home mobile." = "mobiltelefon hjem.";

/* No comment provided by engineer. */
"home pager." = "personsøker hjem.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Hvis denne feilen oppstår flere ganger, er det mulig at du må starte datamaskinen på nytt.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Hvis du har en ekstern Bluetooth-adapter, kobler du den til datamaskinen.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Feil agentversjon";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Intern feil";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Intern feil (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Intern feil.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Ugyldig telefonnummer";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "Ugyldig PIN";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Ugyldig SMS-konfigurasjon";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Minnekort ble ikke funnet";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Minne fullt";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Meldingssending mislyktes";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Forhandling med telefonen mislyktes.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Ingen dataklasse å synkronisere";

/* No comment provided by engineer. */
"No matching Operator in database." = "Databasen inneholder ingen operatør som passer.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Intet nettverk";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Obex-tjenesten ble anmodet mens den fortsatt var i bruk av en annen tjeneste.";

/* Error string when some operation was aborted */
"Operation canceled." = "Handling avbrutt.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Adressebok på telefonen full";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefonen opptatt";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Kalender på telefonen full";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Telefonen støtter ikke den tjenesten.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Telefonfeil (AT-kontroller slått av)";

/* Low level phone error */
"Phone Error (General Failure)" = "Telefonfeil (generell feil)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Telefonfeil (ugyldig minneindeks)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Telefonfeil (ugyldig PDU-modusparameter)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Telefonfeil (ugyldig respons)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Telefonfeil (ugyldig tekstmodusparameter)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Telefonfeil (produsentspesifikk feil)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Telefonfeil (minnefeil)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Telefonfeil (minne fullt)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Telefonfeil (nettverkstidsavbrudd)";

/* Low level phone error */
"Phone Error (No Answer)" = "Telefonfeil (ingen svar)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Telefonfeil (ingen leverandør)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Telefonfeil (ingen nettverkstjeneste)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Telefonfeil (operasjon ikke tillatt)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Telefonfeil (operasjon støttes ikke)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Telefonfeil (PH-SIM PIN kreves)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Telefonfeil (SIM opptatt)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Telefonfeil (SIM-feil)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Telefonfeil (SIM ikke installert)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Telefonfeil (SIM PIN kreves)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Telefonfeil (feil SIM (feilmelding sendt av telefonen)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Telefonfeil (SMS-tjeneste reservert)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Telefonfeil (SMSC-adresse ukjent)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Telefonfeil (ukjent feil)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Telefonen er allerede registrert for synkronisering.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Telefonen synkroniserer allerede.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "Telefonen er i ferd med å bli oppdatert av iTunes.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Telefonen er opptatt";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Telefonen er aktivert som disken «%@» og kunne ikke mates ut.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Telefonen fungerer ikke riktig";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Telefonen er ikke tilkoblet";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Telefonminnefeil";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Telefonminne fullt";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Telefonminnet er fullt.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Telefonen ble ikke funnet";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Telefonen avviste noen kalenderhendelser";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Telefonen avviste noen kontakter";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Telefonen avviste noen kontakter eller kalenderhendelser";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Oppgavedatabase for telefon full";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Kontroller at SIM-kortet er gyldig og riktig installert.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Kontroller skjermen på telefonen, og oppgi PIN-koden hvis det er nødvendig.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Ta kontakt med telefonoperatøren.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Slett noen kalenderhendelser på telefonen, eller endre filtreringsinnstillingene, og synkroniser på nytt.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Slett noen kontakter på telefonen eller endre filtreringsinnstillingene, og synkroniser på nytt.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Slett noen filer på telefonen, og prøv på nytt.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Slett noen filer på telefonen, og prøv på nytt.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Slett noen filer på telefonen, eller endre filtreringsinnstillingene, og synkroniser på nytt.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Slett noen oppgaver på telefonen, eller endre filtreringsinnstillingene, og synkroniser på nytt.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Forsikre deg om at telefonen er slått på, og prøv på nytt.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Forsikre deg om at telefonen er slått på. Hvis denne feilen oppstår igjen, starter du telefonen på nytt.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Forsikre deg om at minnekortet er riktig installert i telefonen.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Koble telefonkabelen til datamaskinen.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Installer agenten på telefonen på nytt.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Start telefonen på nytt.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Start telefonen på nytt.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Slå på Bluetooth på datamaskinen, og prøv på nytt.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Oppdater agenten på telefonen.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Protokollfeil under kommunikasjon med telefonen";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Kanalen med egenskaper det spørres etter (%@), ble ikke funnet";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Tjenesten kan ikke fungere";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Tjenesten er avhengig av en manglede tjeneste som heter: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Tjenesteinformasjonen i pluginmodulen mangler informasjon: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Tjenesten ble avsluttet.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Tjenesten ble brukt mens den ikke trengte å bli aktivert";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM-feil";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "En handling ble startet på kanalen uten at kanalen ble åpnet.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Synkronisering avbrutt";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Synkronisering avbrutt på enheten";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Synkronisering avbrutt.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "Synkronisering har blitt avbrutt på enheten.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "Synkronisering har blitt avbrutt.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "Synkronisering av følgende data er deaktivert på telefonen: %@. Aktiver synkronisering av disse dataene på telefonen, eller deaktiver dem i iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "Agenten ble ikke funnet på telefonen.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "Agenten på telefonen er for gammel.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "Forbindelsen til telefonen ble brutt under sletting av alle kalenderhendelser på telefonen.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "Forbindelsen til telefonen ble brutt under sletting av alle kontakter og kalenderhendelser på telefonen.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "Forbindelsen til telefonen ble brutt under sletting av alle kontakter på telefonen.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "Forbindelsen til telefonen ble avbrutt under sletting av noen kalenderhendelser på telefonen";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "Forbindelsen til telefonen ble avbrutt under sletting av noen kontakter og kalenderhendelser på telefonen";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "Forbindelsen til telefonen ble avbrutt under sletting av noen kontakter på telefonen";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "Forbindelsen til telefonen ble brutt under henting av alle kalendere fra telefonen.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "Forbindelsen til telefonen ble brutt under henting av alle kontakter og hendelser fra telefonen.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "Forbindelsen til telefonen ble brutt under henting av alle kontakter fra telefonen.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "Forbindelsen ble brutt under sletting av oppføringer på telefonen.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "Forbindelsen ble brutt under henting av noen oppføringer fra telefonen.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "Forbindelsen ble avbrutt under kommunikasjon med telefonen";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "Adresseboken på telefonen er full";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Telefonkabelen er ikke tilkoblet.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Kalenderen på telefonen er full";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Noen av kalenderhendelsene kunne ikke arkiveres på telefonen. Følgende hendelser vil ikke bli synkronisert:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Noen av kontaktene og kalenderhendelsene kunne ikke arkiveres på telefonen. Følgende kontakter og hendelser vil ikke bli synkronisert:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Noen av kontaktene kunne ikke arkiveres på telefonen. Følgende kontakter vil ikke bli synkronisert:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Telefonen kunne ikke håndtere ekstra data";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Telefonen kunne ikke håndtere slettingen";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Telefonen kunne ikke håndtere endringen";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "Telefonminnet er fullt.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "Telefonminnet eller det eksterne minnet er fullt.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Telefonen melder fra om en ugyldig SMS-konfigurasjon.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "Telefonen rapporterer at PIN-koden er ugyldig.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Telefonen rapporterer at SIM-kortet ikke fungerer ordentlig.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Det ser ut til at telefonen har en teknisk feil.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "Telefonens oppgavedatabase er full.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Det oppsto en feil under innhenting av data fra telefonen. Synkroniseringen kan ha blitt avbrutt på telefonen.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Det oppsto en feil under overføring av endringer til telefonen. Synkroniseringen kan ha blitt avbrutt på telefonen.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Prøv igjen senere.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Prøv å avslutte programmer, og prøv igjen.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Prøv å avslutte andre programmer, og prøv igjen.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Det oppsto en uventet feil ved lesing av filer på telefonen.";

/* No comment provided by engineer. */
"Unknown exception." = "Ukjent unntak.";

/* Address Book label of a phone number with video capabilities */
"video." = "video.";

/* No comment provided by engineer. */
"work mobile." = "mobiltelefon arbeid.";

/* No comment provided by engineer. */
"work pager." = "personsøker arbeid.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "Telefonminnet er fullt.";

